[
    {
        "id": "1",
        "title": "Neurology Department",
        "thumbNail": "https://i.ibb.co/T44m0Cj/service-2.jpg",
        "detailImg": "https://i.ibb.co/RPF5MJm/service-single.jpg",
        "shortDes": "Neurology is the branch of medicine concerned with the study and treatment of disorders of the nervous system. The nervous system is a complex, sophisticated system that regulates and coordinates body activities. It has two major divisions: Central nervous system: the brain and spinal cord.",
        "detailDes": "Department of Neurology of our hospital provides comprehensive consultative services, diagnostic testing and treatment for a broad spectrum of neurological conditions, including diseases of the brain, spinal cord, peripheral nerves and muscles. Evercare Hospital Dhakais the only hospital in the country to be providing advanced and comprehensive Neurology & Neurosurgery facilities under one roof. The Neurology Department has experienced American Board Certified Neurologist and also the only qualified epilepsy specialist of the country. The department uses the latest technology and facilities, and is staffed by an experienced team of neurologists, nurses and technologists, who are committed to patient care. Neuro Rehabilitation services are provided for our patients in association with Physical Medicine & Rehabilitation Centre.",
        "conditions": "Different types of stroke,Epilepsy, seizures and other types of unconsciousness,Headaches of different types Brain infections like meningitis, encephalities, etc.Vertigo / dizziness, Paralysis of different kinds, Parkinson’s disease and other movement disorders Cerebral palsy and other developmental disorders of children Behavioural disorders Degenerative brain diseases Memory problems/ dementia Neck, back, lower back, arm & leg pains and tingling Cervical lumbro - sacral spondysosis Some types of brain tumours Other neurological diseases"
    },
    {
        "id": "2",
        "title": "Cardiology Department",
        "thumbNail": "https://i.ibb.co/yy3Yndg/service-1.jpg",
        "detailImg": "https://i.ibb.co/9hY0JsM/elderly-woman-doctor-appointment-modern-private-clinic-while-she-sitts-hospital-bed-physician-is-lis.jpg",
        "shortDes": "Cardiology is a medical, not surgical, discipline. Cardiologists provide the continuing care of patients with cardiovascular disease, performing basic studies of heart function and supervising all aspects of therapy, including the administration of drugs to modify heart functions.",
        "detailDes": "The Cardiology Department of Evercare Hospital Dhaka has gained reputation for its dynamic and innovation in the diagnosis, investigation and treatment of patients with all forms of heart diseases, both generally encountered and complex cases. We have a dedicated unit of four full-time Consultants, and a team of junior doctors, nurses, and technicians trained to the highest standard in cardiac assessment. Our specialists diagnose and manage full range of heart conditions, and we are fully equipped with state-of-the-art facilities and complete range of services – from cardiac investigations to Interventional Cardiology procedures in ultramodern Catheterization Lab (Cath Lab). Cardio-pulmonary rehabilitation program is offered to patients through our Physical Medicine & Rehabilitation Centre. The hospital offers a multidisciplinary in-patient program, and also has complete Coronary Care Unit and Cardiothoracic ICU for critical cardiac patients. For emergency patients, we have 24-hour Accident & Emergency Centre and specialized team for stabilization and treatment of the patient.",
        "conditions": "The Department generally treats cardiac conditions related to hypertension, aortic disease, arrhythmias, atrial fibrillation, cardiomyopathy, high cholesterol, congenital heart defects, coronary artery disease, myocardial infarction, heart failure, heart murmurs, heart valve diseases, other co-morbid conditions, etc"
    },
    {
        "id": "3",
        "title": "Urology Department",
        "thumbNail": "https://i.ibb.co/x88CZgw/service-3.jpg",
        "detailImg": "https://i.ibb.co/b7V2j1k/Urology-and-Urosurgery-980x481.jpg",
        "shortDes": "Urology is a branch of medicine that deals with health issues of the male and female urinary tract, and the male reproductive system. A urologist is a doctor that focuses on these parts of the body. The urinary tract is a pathway made up of the kidneys, ureters, bladder and urethra",
        "detailDes": "The Department of Urology at Evercare Hospital Dhaka is dedicated to providing state-of-the-art medical and surgical care for all specialties of male and female urology (both adult and paediatric), as well as male infertility problems. Each year, our highly experienced urologists treat hundreds of patients, providing expert diagnosis, care and surgeries for complete range of urological conditions. We offer patients confidential evaluations, treatment and follow-up care with state-of-the-art resources, like ultra modern operation theatres (OT), dedicated Kidney Transplant Unit, Lithotripsy Unit, as well as modern diagnostic facilities like urodynamic studies. Our kidney transplant program has a 100% success rate with nearly zero infection. The department has become a national referral surgical centre.",
        "conditions": "The department provides consultation services through highly qualified and experienced Urology Consultant who carefully evaluate each patient. After diagnosing the patient’s condition, our Consultant discusses available treatment options and recommends the most effective treatment."
    },
    {
        "id": "4",
        "title": "Pediatrical",
        "thumbNail": "https://i.ibb.co/4ZTw1N8/service-10.jpg",
        "detailImg": "https://i.ibb.co/wcrPDvp/child-docto-rs-office-1098-19672.jpg",
        "shortDes": "Pediatrics is the branch of medicine dealing with the health and medical care of infants, children, and adolescents from birth up to the age of 18. The word “paediatrics” means “healer of children”; they are derived from two Greek words: (pais = child) and (iatros = doctor or healer).",
        "detailDes": "The Department of Obstetrics & Gynaecology of Evercare Hospital Dhaka provides comprehensive services to women in the treatment and management of gynaecologic and obstetric conditions – from routine care to complex high-risk situations. We treat variety of problems of female reproductive organs and utilize minimally invasive laparoscopic surgeries and laser surgeries. Our maternity services manage and care for women during pregnancy, childbirth and postnatal periods. The department is fully equipped with state-of-the-art Maternity Unit, which has built-in labour OT, labour rooms and Neonatal Intensive Care Unit. We also provide breast feeding counselling, as well as antenatal counselling sessions.",
        "conditions": "Department of Obstetrics & Gynaecology provides consultation services in level-4 (OPD) through highly qualified and experienced Consultants, who carefully evaluate each patient. After diagnosing the patient’s condition, our Consultants discuss available treatment options and recommend the most effective treatment."
    },
    {
        "id": "5",
        "title": "Gynecological",
        "thumbNail": "https://i.ibb.co/tczHL9D/service-12.jpg",
        "detailImg": "https://i.ibb.co/ZHZLF6N/obstetrics-doctor-delivering-baby-caucasian-woman-hospital-ward-bed-african-american-nurse-helping-s.jpg",
        "shortDes": "Gynaecology or gynecology is the medical practice dealing with the health of the female reproductive system. Almost all modern gynaecologists are also obstetricians. In many areas, the specialities of gynaecology and obstetrics overlap.",
        "detailDes": "The Department of Obstetrics & Gynaecology of Evercare Hospital Dhaka provides comprehensive services to women in the treatment and management of gynaecologic and obstetric conditions – from routine care to complex high-risk situations. We treat variety of problems of female reproductive organs and utilize minimally invasive laparoscopic surgeries and laser surgeries. Our maternity services manage and care for women during pregnancy, childbirth and postnatal periods. The department is fully equipped with state-of-the-art Maternity Unit, which has built-in labour OT, labour rooms and Neonatal Intensive Care Unit. We also provide breast feeding counselling, as well as antenatal counselling sessions.",
        "conditions": "Department of Obstetrics & Gynaecology provides consultation services in level-4 (OPD) through highly qualified and experienced Consultants, who carefully evaluate each patient. After diagnosing the patient’s condition, our Consultants discuss available treatment options and recommend the most effective treatment."
    },
    {
        "id": "6",
        "title": "Laboratory",
        "thumbNail": "https://i.ibb.co/pxGQxBw/service-11.jpg",
        "detailImg": "https://i.ibb.co/Dz5ByRy/woman-looking-tube-medium-shot-23-2148969962.jpg",
        "shortDes": "A laboratory is a facility that provides controlled conditions in which scientific or technological research, experiments, and measurement may be performed. Laboratory services are provided in a variety of settings: physicians' offices, clinics, hospitals, and regional and national referral centers",
        "detailDes": "Chemistry performs a wide variety of tests using the most current technology. It is defined as the scientific study of matter and the various compounds of the elements as it relates to the human body. Common tests analyzed in the chemistry laboratory are glucose, cholesterol, BUN, creatinine, potassium, liver and heart enzymes, thyroid  tests and hormone tests, and PSA.Hematology is the study of blood, blood morphology and blood diseases. Hematologists count and classify blood cells into different categories. Coagulation is the study of the clotting activity of blood.",
        "conditions": "Immunology is the study of immune products such as antibodies produced by the body in response to foreign material.In cytology, a skilled cytotechnologist examines human cells under the microscope, looking for early signs of cancer and other diseases. The most common type of specimen processed in the Cytology department is the Pap smear."
    }
]